numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N200/constant/momentumTransport
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object momentumTransport;
}

simulationType laminar;

