numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N200/0/U
FoamFile
{
    format ascii;
    class volVectorField;
    location "0";
    object U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    #includeEtc "caseDicts/setConstraintTypes"
    lowerWall { type slip; }
    wall { type noSlip; }
    atmosphere { type pressureInletOutletVelocity; value uniform (0 0 0); }
}

