numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N200/0/p_rgh
FoamFile
{
    format ascii;
    class volScalarField;
    location "0";
    object p_rgh;
}

dimensions [1 -1 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    #includeEtc "caseDicts/setConstraintTypes"
    wall { type fixedFluxPressure; value uniform 0; }
    atmosphere { type prghTotalPressure; p0 uniform 0; value uniform 0; }
}

