numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N200/0/alpha.water
FoamFile
{
    format ascii;
    class volScalarField;
    location "0";
    object alpha.water;
}

dimensions [0 0 0 0 0 0 0];
internalField uniform 0;
boundaryField
{
    #includeEtc "caseDicts/setConstraintTypes"
    wall { type zeroGradient; }
    atmosphere { type inletOutlet; inletValue uniform 0; value uniform 0; }
}

