numerical-tests/openfoam/radial-collapse-initial-shear/water_collapse_shear_N200/system/decomposeParDict
FoamFile
{
    format ascii;
    class dictionary;
    location "system";
    object decomposeParDict;
}

numberOfSubdomains 16;
method hierarchical;
hierarchicalCoeffs { n (4 2 2); order xyz; }

